tap "borkdude/brew"
tap "clojure/tools"
tap "entireio/tap"
tap "railwaycat/emacsmacport"
brew "bat"
brew "cmake"
brew "eza"
brew "fastfetch"
brew "gh"
brew "heroku"
brew "leiningen"
brew "libvterm"
brew "nvm"
brew "openjdk@11"
brew "borkdude/brew/babashka"
brew "borkdude/brew/clj-kondo"
brew "clojure/tools/clojure"
brew "railwaycat/emacsmacport/emacs-mac@29"
cask "brave-browser"
cask "entireio/tap/entire"
cask "font-cantarell"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "gcloud-cli"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "maccy"
cask "rescuetime"
cask "signal"
cask "slack"
cask "zoom"
